Repository: cassidyjames/configurator
Catalog: po/*.po
Languages: bs, it, nl

source: Schemas
bs: Šeme
it: Schemi

source: Events
bs: Događaji
it: Eventi
nl: Evenementen

source: A tool to edit your system-settings in elementary OS.
bs: Alatka za podešavanje sistemskih postavki u elementary OS-u.
it: Uno strumento per modificare le impostazioni di sistema in Elementary OS
nl: Een hulpmiddel om uw systeem-instellingen te bewerken voor elementaire OS.

source: Enabled
bs: Omogućeno
it: Abilitato
nl: Ingeschakeld

source: Disabled
bs: Onemogućeno
it: Disabilitato
nl: Uitgeschakeld

source: Empty array
bs: Prazan niz
it: Array vuoto
nl: Leeg array

source: Preview not supported.
bs: Pregled nije dostupan.
it: Anteprima non supportata
nl: voorbeeld niet ondersteuned

source: Configurator
bs: Konfigurator
it: Configuratore
nl: configuratie

source: No events logged yet
bs: Trenutno nema prijavljenih događaja
it: Nessun evento registrato fino ad ora
nl: nog geen events gelogged

source: On this page you'll see a list of settings-keys that have changed since you have started this application.
bs: Ovdje ćete vidjeti listu postavki koje su se promijenile otkako ste pokrenuli aplikaciju.
it: In questa pagina trovi la lista degli elementi modificati dall'avvio dell'applicazione
nl: Op deze pagina vindt u een lijst met instellingen-toetsen die zijn gewijzigd nadat u deze applicatie gestart is

source: You could use this feature to search for keys that are changed by the preferences of another program. Thanks to the code-examples you're then able to integrate these keys into your own applications and scripts.
bs: Ovjde možete da pretražite ključeve koji su izmijenjeni u podešavanjima nekog drugog programa. Nakon toga ćete, zahvaljujući primjerima koda, biti u mogućnosti da integrišete ove ključeve u vaše aplikacije i skripte.
it: Puoi usare questa funzionalità per ricercare elementi modificati dalle preferenze di un altro programma. Grazie al codice di esempio puoi integrare queste chiavi nelle tue applicazioni/script
nl: Je kan deze functie gebruiken om te zoeken naar sleutels die zijn veranderd door de voorkeuren van een ander programma. Dankzij de code-voorbeelden kan je deze toetsen in uw eigen toepassingen en scripts integreren.

source: Unsupported event type "%s"
bs: Događaj tipa "%s" nije podržan
it: Tipologia di evento "%s" non supportata
nl: geen support voor evenement type "%s"

source: New element
bs: Novi element
it: Nuovo elemento
nl: Nieuw element

source: Unsupported type "%s". Can't create new entry.
bs: Tip "%s" nije podržan. Nije moguće kreirati novi ulaz.
it: Tipologia "%s" non supportata. Impossibile creare la nuova voce.
nl: niet ondersteuned type "%s". kan geen nieuw item maken

source: %s elements
bs: %s elemenata
it: %s elementi
nl: %s elementen

source: No items found.
bs: Nema pronađenih stavki.
it: Nessun elemento trovato.
nl: Geen items gevonden.

source: Not a number
bs: Nije broj
it: Non è un numero
nl: het is geen getal

source: <b>Property type</b>
bs: <b>Tip</b>
it: <b>Tipo di proprietà</b>
nl: <b>Eigenschap type</b>

source: <b>Default value</b>
bs: Podrazumijevana vrijednost
it: <b>Valore di default</b>
nl: <b>Standaard waarde</b>

source: <b>Vala code</b>
bs: <b>Vala kod</b>
it: <b>Codice Vala</b>

source: <b>Command</b>
bs: <b>Komanda</b>
it: <b>Comando</b>
nl: <b>Commando</b>

source: <b>Description</b>
bs: <b>Opis</b>
it: <b>Descrizione</b>
nl: <b>Omschrijving</b>

source: Reset to default
bs: Vrati na podrazumijevano
it: Ripristina predefinite
nl: Standaardinstelling herstellen

source: This settings type is not supported yet.
bs: Ovaj tip podešavanja za sada nije podržan.
it: Questo tipo di impostazioni non è ancora supportato
nl: Deze type instellingen zijn nog niet ondersteund

source: Unsupported type "%s" in %s->%s
bs: Nepodržan tip "%s" u %s->%s
it: Tipo "%s" in %s->%s non supportato
nl: geen support type "%s" in %s->%s
